---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.CorrectionFactor
source: html/2744fa5b-8c6a-0375-2436-fb09073742f5.htm
---
# CorrectionFactor Members

Causes the object to release immediately any resources it may be utilizing.